Repository: flaskbb/flaskbb
Catalog: flaskbb/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: Password Recovery Confirmation
pt: Confirmação de recuperação de palavra-passe

source: Account Activation
pt: Ativação de conta

source: You can only use letters, numbers or dashes.
pt: Pode usar apenas letras, números e traços.

source: Username or Email address
pt: Nome de utilizador ou endereço de Email

source: Please enter your username or email address.
pt: Por favor digite o seu nome de utilizador ou endereço de email.

source: Password
pt: Palavra-passe

source: Please enter your password.
pt: Por favor digite a sua palavra-passe.

source: Remember me
pt: Mantenha-me logado

source: Username
pt: Nome de utilizador

source: A valid username is required
pt: Um nome de utilizador válido é necessário

source: Email address
pt: Endereço de email

source: A valid email address is required.
pt: Um endereço de email válido é necessário.

source: Invalid email address.
pt: Endereço de email inválido.

source: Passwords must match.
pt: As palavras-passe precisam ser iguais.

source: Confirm password
pt: Confirme a sua palavra-passe

source: Language
pt: Linguagem

source: I accept the Terms of Service
pt: Aceito os Termos de Serviço

source: Register
pt: Registar

source: Refresh Login
pt: Atualizar login

source: Request Password
pt: Requisitar Palavra-passe

source: Reset password
pt: Redefinir palavra-passe

source: A valid username is required.
pt: Um nome de utilizador válido é necessário.

source: Send Confirmation Mail
pt: Enviar email de confirmação

source: Confirm Email
pt: Confirmar e-mail

source: Logged out
pt: Desconectado

source: You have entered an username or email address that is not linked with your account.
pt: Digitou um nome de utilizador ou email que não está ligado à sua conta.

source: Email sent! Please check your inbox.
pt: Email enviado! Por favor verifique a sua caixa de mensagens.

source: Your password has been updated.
pt: A sua palavra-passe foi atualizada.

source: In order to use your account you have to activate it through the link we have sent to your email address.
pt: Para usar a sua conta deve ativá-la através da ligação que enviamos ao seu endereço de email.

source: Wrong username or password.
pt: Nome de utilizador ou palavra-passe inválidos.

source: Wrong password.
pt: Palavra-passe inválida.

source: An account activation email has been sent to %(email)s
pt: Um email de confirmação de conta foi enviado para %(email)s

source: Thanks for registering.
pt: Obrigado por se registar.

source: Quick reply
pt: Resposta rápida

source: You cannot post a reply without content.
pt: Não pode enviar uma resposta sem conteúdo.

source: Reply
pt: Resposta

source: Content
pt: Conteúdo

source: Track this topic
pt: Acompanhar este tópico

source: Topic title
pt: Título do tópico

source: Please choose a title for your topic.
pt: Por favor escolha um título para o seu tópico.

source: Post Topic
pt: Postar Tópico

source: Reason
pt: Razão

source: What is the reason for reporting this post?
pt: Qual é a razão para reportar esta postagem?

source: Report post
pt: Reportar postagem

source: Search
pt: Buscar

source: Criteria
pt: Critérios

source: Post
pt: Postar

source: Topic
pt: Tópico

source: Forum
pt: Fórum

source: Users
pt: Utilizadores

source: %(count)s topics locked.
pt: %(count)s tópicos trancados.

source: %(count)s topics unlocked.
pt: %(count)s tópicos destrancados.

source: %(count)s topics highlighted.
pt: %(count)s tópicos destacados.

source: %(count)s topics trivialized.
pt: %(count)s tópicos trivializados.

source: %(count)s topics deleted.
pt: %(count)s tópicos apagados.

source: Please choose a new forum for the topics.
pt: Por favor escolha um novo fórum para os tópicos.

source: You do not have the permissions to move this topic.
pt: Não tem permissões para mover este tópico.

source: Thanks for reporting.
pt: Obrigado por reportar.

source: %(topic_count)s topics untracked.
pt: %(topic_count)s tópicos não mais seguidos.

source: Forum %(forum)s marked as read.
pt: Forum %(forum)s marcado como lido.

source: All forums marked as read.
pt: Todos fórums marcados como lidos.

source: Birthday
pt: Data de nascimento

source: Gender
pt: Sexo

source: Male
pt: Masculino

source: Female
pt: Feminino

source: Location
pt: Localização

source: Forum signature
pt: Assinatura do fórum

source: Notes
pt: Notas

source: Is active?
pt: Está ativo?

source: Primary group
pt: Grupo primário

source: Secondary groups
pt: Grupos secundários

source: Save
pt: Gravar

source: This username is already taken.
pt: Este nome de utilizador já existe.

source: This email address is already taken.
pt: Este endereço de email já é usado.

source: Please enter a name for the group.
pt: Por favor digite o nome para o grupo.

source: Description
pt: Descrição

source: Is 'Admin' group?
pt: É um grupo 'Admin'?

source: With this option the group has access to the admin panel.
pt: Com esta opção o grupo tem acesso ao painel de administração.

source: Is 'Super Moderator' group?
pt: É um grupo 'Super Moderador'?

source: Check this, if the users in this group are allowed to moderate every forum.
pt: Marque aqui se os utilizadores desse grupo tem permissão de moderar todo o fórum.

source: Is 'Moderator' group?
pt: É um grupo 'Moderador'?

source: Check this, if the users in this group are allowed to moderate specified forums.
pt: Marque aqui se os utilizadores desse grupo tem permissão de moderar fórums específicos.

source: Is 'Banned' group?
pt: É um grupo 'Banido'?

source: Only one group of type 'Banned' is allowed.
pt: Apenas um grupo do tipo 'Banido' é permitido.

source: Is 'Guest' group?
pt: É um grupo do 'Convidado'?

source: Only one group of type 'Guest' is allowed.
pt: Apenas um grupo do tipo 'Convidado' é permitido.

source: Can edit posts
pt: Pode editar postagens

source: Check this, if the users in this group can edit posts.
pt: Marque aqui se utilizadores nesse grupo podem editar postagens.

source: Can delete posts
pt: Pode apagar postagens

source: Check this, if the users in this group can delete posts.
pt: Marque aqui se utilizadores nesse grupo podem apagar postagens.

source: Can delete topics
pt: Pode apagar tópicos

source: Check this, if the users in this group can delete topics.
pt: Marque aqui se utilizadores nesse grupo podem apagar tópicos.

source: Can create topics
pt: Pode criar tópicos

source: Check this, if the users in this group can create topics.
pt: Marque aqui se utilizadores nesse grupo podem criar tópicos.

source: Can post replies
pt: Pode postar respostas

source: Check this, if the users in this group can post replies.
pt: Marque aqui se utilizadores nesse grupo podem postar respostas.

source: Moderators can edit user profiles
pt: Moderadores podem editar perfis de utilizador

source: Allow moderators to edit another user's profile including password and email changes.
pt: Permitir que moderadores possam editar o perfil de outros utilizadores incluindo alterações de palavra-passe e email.

source: Moderators can ban users
pt: Moderadores podem banir utilizadores

source: Allow moderators to ban other users.
pt: Permite que moderadores possam banir outros utilizadores.

source: This group name is already taken.
pt: Este nome de grupo já existe.

source: There is already a group of type 'Banned'.
pt: Já existe um grupo do tipo 'Banido'.

source: There is already a group of type 'Guest'.
pt: Já existe um grupo do tipo 'Convidado'.

source: Forum title
pt: Título do fórum

source: You can format your description with Markdown.
pt: Pode formatar a sua descrição utilizando Markdown.

source: Position
pt: Posição

source: Category
pt: Categoria

source: The category that contains this forum.
pt: A categoria que contém este fórum.

source: External link
pt: Ligação externa

source: A link to a website i.e. 'http://flaskbb.org'.
pt: Uma ligação para uma página web, ex: 'http://flaskbb.org'.

source: Moderators
pt: Moderadores

source: Comma separated usernames. Leave it blank if you do not want to set any moderators.
pt: Nomes de utilizador separados por vírgula. Deixe em branco se não quiser configurar nenhum moderador.

source: Show moderators
pt: Exibir moderadores

source: Do you want to show the moderators on the index page?
pt: Quer exibir os moderadores na página principal?

source: Locked?
pt: Trancado?

source: Disable new posts and topics in this forum.
pt: Desativar novas postagens e tópicos neste fórum.

source: Group access
pt: Acesso de grupo

source: Select the groups that can access this forum.
pt: Selecione os grupos que podem aceder este fórum.

source: You cannot convert a forum that contains topics into an external link.
pt: Não pode converter um fórum que contém tópicos numa ligação externa.

source: You also need to specify some moderators.
pt: Também precisa especificar alguns moderadores.

source: %(user)s is not in a moderators group.
pt: %(user)s não está num grupo de moderadores.

source: Category title
pt: Título da categoria

source: Please enter a category title.
pt: Por favor digite o título da categoria.

source: Please enter a position for the category.
pt: Por favor entre com a posição para a categoria.

source: Settings saved.
pt: Configurações gravadas.

source: Edit User
pt: Editar Utilizador

source: User updated.
pt: Utilizador atualizado.

source: You cannot delete yourself.
pt: Não pode apagar a si mesmo.

source: User deleted.
pt: Utilizador apagado.

source: Add User
pt: Adicionar Utilizador

source: User added.
pt: Utilizador adicionado.

source: You do not have the permissions to ban this user.
pt: Não tem as permissões para banir este utilizador.

source: Unban
pt: Desbanir

source: A moderator cannot ban an admin user.
pt: Um moderador não pode banir um administrador.

source: User is now banned.
pt: Utilizador está banido.

source: Could not ban user.
pt: Não foi possível banir utilizador.

source: You do not have the permissions to unban this user.
pt: Não tem permissões para desbanir este utilizador.

source: Ban
pt: Banir

source: User is now unbanned.
pt: Utilizador está desbanido.

source: Could not unban user.
pt: Não foi possível desbanir utilizador.

source: Add Group
pt: Adicionar grupo

source: Group added.
pt: Grupo adicionado.

source: Edit Group
pt: Editar grupo

source: Group updated.
pt: Grupo atualizado.

source: You cannot delete the standard groups. Try renaming it instead.
pt: Não pode apagar os grupos padrão. Pode tentar renomeá-los.

source: Group deleted.
pt: Grupo apagado.

source: No group chosen.
pt: Nenhum grupo escolhido.

source: Edit Forum
pt: Editar Fórum

source: Forum updated.
pt: Fórum atualizado.

source: Add Forum
pt: Adicionar Fórum

source: Forum added.
pt: Fórum adicionado.

source: Forum deleted.
pt: Fórum apagado.

source: Add Category
pt: Adicionar categoria

source: Category added.
pt: Categoria adicionada.

source: Edit Category
pt: Editar categoria

source: Category updated.
pt: Categoria atualizada.

source: Category with all associated forums deleted.
pt: Categoria com todos fórums associados apagados.

source: Report %(id)s is already marked as read.
pt: O relato %(id)s já está marcado como lido.

source: Report %(id)s marked as read.
pt: Relato %(id)s marcado como lido.

source: All reports were marked as read.
pt: Todos os relatos foram marcados como lidos.

source: Report deleted.
pt: Relato removido.

source: Plugin %(plugin)s is already enabled.
pt: O plugin %(plugin)s já foi ativado.

source: Plugin %(plugin)s enabled. Please restart FlaskBB now.
pt: Plugin %(plugin)s ativado. Por favor reinicie o FlaskBB agora.

source: Plugin %(plugin)s disabled. Please restart FlaskBB now.
pt: Plugin %(plugin)s desativado. Por favor reinicie o FlaskBB agora.

source: Plugin has been uninstalled.
pt: O plugin foi desinstalado.

source: Plugin has been installed.
pt: O plugin foi instalado.

source: Are you sure?
pt: Tem certeza?

source: Are you sure that you want to perform this action? This action is irreversible.
pt: Tem certeza que deseja completar esta ação? Esta ação é irreversível.

source: Cancel
pt: Cancelar

source: Yes
pt: Sim

source: Memberlist
pt: Lista de membros

source: Topic Tracker
pt: Seguir tópico

source: Settings
pt: Configurações

source: Management
pt: Administração

source: Logout
pt: Sair

source: Reset Password
pt: Redefinir palavra-passe

source: Pages
pt: Páginas

source: Forgot Password
pt: Esqueci-me da minha palavra-passe

source: Not a member yet?
pt: Não é um membro ainda?

source: Forgot your Password?
pt: Esqueceu-se da sua palavra-passe?

source: Request Account Activation
pt: Requisitar ativação de conta

source: Click the link below to activate your account:
pt: Clique na ligação abaixo para ativar a sua conta:

source: Sincerely,
pt: Sinceramente,

source: The Administration
pt: A Administração

source: Click the link below to reset your password:
pt: Clique na ligação abaixo para redefinir a sua palavra-passe:

source: Forbidden
pt: Acesso negado

source: 403 - Forbidden Page
pt: 403 - Acesso negado à página

source: You do not have the permission to view this page.
pt: Não tem permissão de aceder esta página.

source: Back to the Forums
pt: Voltar aos fórums

source: Page not found
pt: Página não encontrada

source: 404 - Page not found!
pt: 404 - Página não encontrada!

source: The page you were looking for does not exist.
pt: A página que procurou não existe.

source: Server Error
pt: Erro de servidor

source: 500 - Server Error
pt: 500 - Erro de servidor

source: Something went wrong!
pt: Aconteceu algum erro!

source: Too Many Requests
pt: Muitas requisições

source: 429 - Too Many Requests
pt: 429 - Muitas requisições

source: In order to prevent brute force attacks on accounts we have limited the amount of requests on this route.
pt: De forma a prevenir ataques de força bruta nas contas, limitamos o número de requisições nesse caminho.

source: Topics
pt: Tópicos

source: Posts
pt: Postagens

source: Last Post
pt: Última postagem

source: Link to
pt: Ligação para

source: by
pt: por

source: No posts.
pt: Nenhuma postagem.

source: Views
pt: Visualizações

source: No Topics.
pt: Nenhum tópico.

source: Back
pt: Voltar

source: Lock
pt: Trancar

source: Unlock
pt: Destrancar

source: Highlight
pt: Destacar

source: Trivialize
pt: Trivializar

source: Delete
pt: Apagar

source: Move to...
pt: Mover para...

source: Move
pt: Mover

source: Mark as Read
pt: Marcar como lido

source: Locked
pt: Trancado

source: New Topic
pt: Novo tópico

source: Moderation Mode
pt: Modo de moderação

source: Board Statistics
pt: Estatísticas do fórum

source: Who is online?
pt: Quem está online?

source: Total number of registered users
pt: Quantidade total de utilizadores registados

source: Total number of topics
pt: Quantidade total de tópicos

source: Total number of posts
pt: Quantidade total de postagens

source: Newest registered user
pt: Último utilizador registado

source: No users
pt: Nenhum utilizador

source: Registered users online
pt: Utilizadores registados online

source: Guests online
pt: Convidados online

source: Date registered
pt: Data de registo

source: Group
pt: Grupo

source: Edit Post
pt: Editar postagem

source: New Post
pt: Nova postagem

source: Online Users
pt: Utilizadores online

source: Report Post
pt: Reportar postagem

source: Report
pt: Reportar

source: Close
pt: Fechar

source: Joined
pt: Unido

source: Guest
pt: Convidado

source: No posts found matching your search criteria.
pt: Nenhuma postagem encontrada usando os seus critérios de procura.

source: No users found matching your search criteria.
pt: Nenhum utilizador encontrado usando os seus critérios de procura.

source: No topics found matching your search criteria.
pt: Nenhum tópico encontrado usando os seus critérios de procura.

source: Forums
pt: Fórums

source: No forums found matching your search criteria.
pt: Nenhum fórum encontrado usando os seus critérios de procura.

source: %(title)s - Topic
pt: %(title)s - Tópico

source: Moderate
pt: Moderado

source: Delete Topic
pt: Apagar Tópico

source: Lock Topic
pt: Trancar Tópico

source: Unlock Topic
pt: Destrancar Tópico

source: Highlight Topic
pt: Destacar Tópico

source: Trivialize Topic
pt: Trivializar Tópico

source: Untrack Topic
pt: Deixar de seguir Tópico

source: Track Topic
pt: Seguir Tópico

source: Untrack Topics
pt: Deixar de seguir Tópicos

source: Banned Users
pt: Utilizador banidos

source: Manage Users
pt: Administrar utilizadores

source: Actions
pt: Ações

source: Unban selected Users
pt: Desbloquear utilizadores selecionados

source: Manage Forums
pt: Administar fórums

source: Delete Category
pt: Apagar categoria

source: Topics / Posts
pt: Tópicos / Postagens

source: Edit Link
pt: Editar ligação

source: Delete Link
pt: Apagar ligação

source: Delete Forum
pt: Apagar fórum

source: Manage Groups
pt: Administrar grupos

source: Groups
pt: Grupos

source: Delete selected Groups
pt: Apagar grupos selecionados

source: Edit
pt: Editar

source: No groups found.
pt: Nenhum grupo encontrado.

source: Overview
pt: Visão geral

source: There is something that wants your attention.
pt: Existe algo querendo a sua atenção.

source: You have <a href="%(url)s">%(unread_reports)s unread reports</a>.
pt: Tem <a href="%(url)s">%(unread_reports)s relatos não lidos </a>.

source: Everything seems alright.
pt: Tudo parece bem.

source: No new notifications.
pt: Nenhuma nova notificação.

source: users
pt: utilizadores

source: posts
pt: postagens

source: topics
pt: tópicos

source: Statistics
pt: Estatísticas

source: Registered users
pt: Utilizadores registados

source: Online users
pt: Utilizadores online

source: Banned users
pt: Utilizadores banidos

source: Reports
pt: Relatos

source: Components
pt: Componentes

source: There is a problem.
pt: Ocorreu um problema.

source: Celery is <strong>not</strong> running.
pt: Celery <strong>não</strong> está em execução.

source: You can start celery with this command:
pt: Pode iniciar o celery com este comando:

source: Manage Plugins
pt: Administrar plugins

source: Information
pt: Informação

source: Manage
pt: Administrar

source: Version
pt: Versão

source: Enable
pt: Ativar

source: Disable
pt: Desativar

source: Install
pt: Instalar

source: Uninstall
pt: Desinstalar

source: Show all Reports
pt: Mostrar todos relatos

source: Show unread Reports
pt: Mostrar relatos não lidos

source: Poster
pt: Autor

source: Reporter
pt: Reportador

source: Reported
pt: Reportado

source: Delete selected reports
pt: Apagar os relatos selecionados

source: No reports.
pt: Nenhum relato.

source: Ban selected Users
pt: Banir utilizadores selecionados

source: Delete selected Users
pt: Apagar utilizadores selecionados

source: The user has not written any posts yet.
pt: O utilizador não escreveu nenhuma postagem ainda.

source: The user has not opened any topics yet.
pt: O utilizador não abriu nenhum tópico ainda.

source: Change E-Mail Address
pt: Alterar endereço de E-mail

source: Change Password
pt: Alterar password

source: Change User Details
pt: Alterar detales de utilizador

source: General Settings
pt: Configurações gerais

source: User has not added any notes about him.
pt: O utilizador não adicionou nenhuma nota sobre ele.

source: Signature
pt: Assinatura

source: Never seen
pt: Nunca visto

source: Theme
pt: Tema

source: Old email address
pt: Antigo endereço de email

source: New email address
pt: Novo endereço de email

source: Email addresses must match.
pt: O endereço de email deve ser igual.

source: Confirm email address
pt: Confirmar endereço de email

source: New password
pt: Nova palavra-passe

source: New passwords must match.
pt: Novas palavras-passe devem ser iguais.

source: Confirm new password
pt: Confirmar nova palavra-passe

source: Old password is wrong.
pt: Antiga palavra-passe está errada.

source: Forum Signature
pt: Assinatura do fórum

source: Settings updated.
pt: Configurações atualizadas.

source: Password updated.
pt: Palavra-passe atualizada.

source: Email address updated.
pt: Endereço de email atualizado.

source: User details updated.
pt: Pormenores de utilizador atualizados.

source: You do not have the permissions to execute this action.
pt: Não tem permissões para executar esta ação.

source: The registration has been disabled.
pt: O registo foi desativado.

source: This account is already activated.
pt: Esta conta já foi ativada.
